export const AUTHORS_MOCK  = {
    current_conference: {
        id: 0,
        authors_count: 0
    },
    authors: [
        {'url': '/img/img1.png',
            'name': 'Иванов Иван Иванович',
            'description':'Макроэкономика, Экономическая политика, Региональное развитие, Международная экономика, Институциональная экономика, Фискальная политика, Инновационная экономика, Экономическое неравенство, Экологическая экономика, Экономика труда.',
            'department': 'ИБМ-1',
            'birthdate': '1987-06-28',
            'author_id': 1
            },
            {'url': '/img/img2.png',
            'name': 'Смирнов Марат Григорьевич',
            'description':'Теория принятия решений, Методы оптимизации, Исследование операций, 	Численные методы, Теория формальных языков',
            'department': 'ФН-12',
            'birthdate': '1995-09-15',
            'author_id': 2
            },
            {'url': '',
            'name': 'Петров Алексей Ильич',
            'description':'Аэрокосмические системы, Высокоточные летательные аппараты, Ракетные и импульсные системы, Динамика и управление полетом ракет и космических аппаратов',
            'department': 'СМ-1',
            'birthdate': '1980-10-12',
            'author_id': 3
            },
    ],
    attrs:[
        {
            'id': 1,
            'author_id': 1,
            'attr_id': 1,
            'name': 'Институциональная экономика',
            'value': '1'
        },
        {
            'id': 2,
            'author_id': 1,
            'attr_id': 2,
            'name': 'Фискальная политика',
            'value': '222'
        },
        {
            'id': 3,
            'author_id': 1,
            'attr_id': 3,
            'name': 'Экономическое неравенство',
            'value': '333'
        },
        {
            'id': 4,
            'author_id': 1,
            'attr_id': 4,
            'name': 'Экологическая экономика',
            'value': '444'
        },
    ]
}